tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "stripe/stripe-cli"
brew "mackup"
brew "maven"
brew "nvm"
brew "stripe/stripe-cli/stripe"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "apppolice"
cask "barrier"
cask "calibre"
cask "clipy"
cask "daisydisk"
cask "discord"
cask "drivethrurpg"
cask "firefox"
cask "font-ia-writer-duospace"
cask "font-lato"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "google-chrome"
cask "handbrake"
cask "inkscape"
cask "iterm2"
cask "itsycal"
cask "lastpass"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "obs"
cask "obs-ndi"
cask "obsidian"
cask "plex-media-server"
cask "popcorn-time"
cask "rectangle"
cask "responsively"
cask "scrivener"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "transmission"
cask "tunnelblick"
cask "ubersicht"
cask "visual-studio-code"
cask "vlc"
cask "webex-meetings"
cask "workflowy"
cask "zeplin"
