tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "stripe/stripe-cli"
tap "supabase/tap"
brew "python@3.9"
brew "glib"
brew "fastlane"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "gh"
brew "hostess"
brew "imagemagick"
brew "libfido2"
brew "python@3.10"
brew "mackup"
brew "mas"
brew "openjdk"
brew "maven"
brew "mysql", restart_service: true
brew "nghttp2"
brew "node@12"
brew "nvm"
brew "postgresql"
brew "subversion"
brew "watchman"
brew "youtube-dl"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
cask "1password"
cask "adobe-creative-cloud"
cask "android-studio"
cask "appcleaner"
cask "apppolice"
cask "audacity"
cask "bitwarden"
cask "brave-browser"
cask "calibre"
cask "canva"
cask "centered"
cask "clipy"
cask "daisydisk"
cask "discord"
cask "drivethrurpg"
cask "firefox"
cask "font-ia-writer-duospace"
cask "font-lato"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "google-chrome"
cask "handbrake"
cask "itch"
cask "itsycal"
cask "local"
cask "minecraft"
cask "obs"
cask "obs-ndi"
cask "obsidian"
cask "plex-media-server"
cask "raycast"
cask "scrivener"
cask "sequel-ace"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "transmission"
cask "tunnelblick"
cask "ubersicht"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "workflowy"
cask "zoom"
mas "DaVinci Resolve", id: 571213070
mas "Day One", id: 1055511498
mas "GarageBand", id: 682658836
mas "HP Smart", id: 1474276998
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kiwi for Gmail", id: 986304488
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
