tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "oven-sh/bun"
tap "stripe/stripe-cli"
tap "supabase/tap"
brew "docker"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "boost"
brew "glib"
brew "ruby"
brew "cocoapods"
brew "deno"
brew "libevent"
brew "folly"
brew "edencommon"
brew "fastlane"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "gobject-introspection"
brew "graphicsmagick"
brew "hostess"
brew "httpd", restart_service: true
brew "libheif"
brew "openssl@1.1"
brew "pcre"
brew "python@3.9"
brew "imagemagick"
brew "krb5"
brew "libfido2"
brew "mackup"
brew "mas"
brew "mysql", restart_service: true
brew "nghttp2"
brew "nvm"
brew "pnpm"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "tcl-tk"
brew "python@3.8"
brew "rbenv"
brew "subversion"
brew "terraform"
brew "universal-ctags"
brew "watchman"
brew "wsk"
brew "youtube-dl", args: ["HEAD"]
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "oven-sh/bun/bun"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
cask "1password"
cask "adobe-creative-cloud"
cask "appcleaner"
cask "apppolice"
cask "arc"
cask "audacity"
cask "calibre"
cask "canva"
cask "clipy"
cask "daisydisk"
cask "discord"
cask "drivethrurpg"
cask "firefox"
cask "google-chrome"
cask "itsycal"
cask "obs"
cask "obs-ndi"
cask "obsidian"
cask "plex-media-server"
cask "raycast"
cask "scrivener"
cask "setapp"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "taskade"
cask "the-unarchiver"
cask "tor-browser"
cask "transmission"
cask "ubersicht"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "workflowy"
cask "zoho-mail"
cask "zoom"
mas "DaVinci Resolve", id: 571213070
mas "GarageBand", id: 682658836
mas "HP Smart", id: 1474276998
mas "Xcode", id: 497799835
